[
    {
        "image": "https://i.ibb.co/zs7hZh2/oceanview1.jpg",
        "estate_title": "Luxury Villa with Ocean View",
        "id": 1,
        "segment_name": "Villa",
        "description": "Welcome to The Flats! Beautiful villa overlooking the ocean, with spacious rooms and modern amenities.The Vineyard Country House in Montagu is set on a working grape and apricot smallholding on historic Long Street,within walking distance of the monuments, restaurants and shops.The Vineyard offers our guests a beautiful sanctuary nestled at the foot of the magnificent Langeberg Mountain range.The Vineyard Country House has 5 beautifully decorated bedrooms, all en-suite, with French doors leading to private patios with views over the vineyard and orchard and a stone throw away from our 11 metre lap pool set in the vineyards.We offer Queen size, King size or Twin Beds with fans, heaters and hair dryers. Nespresso Coffee machines with capsules, a selection of teas and an honesty bar stocked with snacks and drinks. We serve a healthy country breakfasts at The Opstal and you can choose if you want to enjoy your meal inside or outside on the patio. Each room has its own TV and DSTV. We also offer an uncapped internet service with excellent WiFi. Our newly installed solar system ensures that loadshedding won't affect you at any time whilst staying at our guest house.",
        "price": "$1,200,000",
        "Status": "sale",
        "Area": "3000 sq ft",
        "location": "Beachfront, Malibu, CA",
        "facilities": ["Living room", "Swimming pool", "Kitchen"]
        
      },
      {
        "image": "https://i.ibb.co/sRnwp6C/cityhouse1.jpg",
        "estate_title": "City Center Apartment",
        "id": 2,
        "segment_name": "Apartment",
        "description": "Spacious apartment in the heart of downtown, close to amenities and transportation. The Landmark is the fourth residential tower within an ensemble of six other modernist structures, built in the 70’s and 80’s, in the Brentwood neighborhood. The 376-unit tower seamlessly integrates into the existing grouping while delivering a distinct, contemporary language. Marking the client’s first luxury residential offering, the new property far exceeds expectations in terms of both performance and revenue.The Landmark’s design, placement, height, and massing were carefully considered to allow access to views with a minimal adverse effect of shadows among the tall buildings. The new residential tower stands out through its height and contemporary expression while also framing, revitalizing, and branding the surrounding towers and public space. Balconies create a recognizable residential design feature and serve as remarkable, sweeping viewpoints where homeowners can enjoy the moderate coastal climate. The architectural language is influenced by the surrounding slab-residential towers with character-defining horizontal window striation and balconies.",
        "price": "$3,000/month",
        "Status": "rent",
        "Area": "1200 sq ft",
        "location": "Downtown, New York, NY",
        "facilities": ["Living room", "Gym", "Parking"]
        
      },
      {
        "image": "https://i.ibb.co/tKnGxZN/localtownhouse1.jpg",
        "estate_title": "Country Estate with Vineyard",
        "id": 3,
        "segment_name": "Estate",
        "description": "Historic estate with vineyard and expansive grounds, ideal for private retreat or events.Historic estate with vineyard and expansive grounds, ideal for private retreat or events.Luxurious penthouse offering stunning city skyline views and high-end finishes. There are as many types of investment with varying risks and returns as there are financial goals. In the Philippines, residential properties continue to be viewed as an attractive, important asset that can be passed down to future generations.But not all high-end residential real estates are created equal. While all properties have the potential for investment gain, homebuyers will want to put their money on the best option, not just now but especially in the future, because investing in residential properties is a long-term relationship. Before adding another estate to your investment portfolio, keep in mind. Is the expensive residential property I am eyeing an investment-grade asset?Is it an investment with long-term benefits?There are factors that determine if a possible investment represents good value for money. Location continues to be a driving force, and traditional urban centers do not necessarily have the advantage when it comes to this. Some suburban areas are now building commercial and business districts that are, in fact, more sensibly planned and more relevant to the needs of consumers, attracting well-regarded institutions and lifestyle brands there. Much like the era when Makati was still on the verge of becoming the country’s premier business district, it was still relatively a buyer’s market in these emerging market economies. At the corner, a privately maintained and publicly accessible landscaped park serves as an amenity for tenants and neighbors.",
        "price": "$4,500,000",
        "Status": "sale",
        "Area": "5000 sq ft",
        "location": "Napa Valley, CA",
        "facilities": ["Living room", "Swimming pool", "Wine cellar"]
        
      },
      {
        "image": "https://i.ibb.co/8YMP9tQ/luxerioushouse1.jpg",
        "estate_title": "Penthouse with Panoramic Views",
        "id": 4,
        "segment_name": "Penthouse",
        "description": "Luxurious penthouse offering stunning city skyline views and high-end finishes. There are as many types of investment with varying risks and returns as there are financial goals. In the Philippines, residential properties continue to be viewed as an attractive, important asset that can be passed down to future generations.But not all high-end residential real estates are created equal. While all properties have the potential for investment gain, homebuyers will want to put their money on the best option, not just now but especially in the future, because investing in residential properties is a long-term relationship. Before adding another estate to your investment portfolio, keep in mind. Is the expensive residential property I am eyeing an investment-grade asset?Is it an investment with long-term benefits?There are factors that determine if a possible investment represents good value for money. Location continues to be a driving force, and traditional urban centers do not necessarily have the advantage when it comes to this. Some suburban areas are now building commercial and business districts that are, in fact, more sensibly planned and more relevant to the needs of consumers, attracting well-regarded institutions and lifestyle brands there. Much like the era when Makati was still on the verge of becoming the country’s premier business district, it was still relatively a buyer’s market in these emerging market economies.",
        "price": "$2,800,000",
        "Status": "sale",
        "Area": "1800 sq ft",
        "location": "Downtown, Los Angeles, CA",
        "facilities": ["Living room", "Rooftop terrace", "Fitness center"]
        
      },
      {
        "image": "https://i.ibb.co/zs7hZh2/oceanview1.jpg",
        "estate_title": "Lakefront Cottage Retreat",
        "id": 5,
        "segment_name": "Cottage",
        "description": "Charming cottage on the shores of a serene lake, perfect for weekend getaways.You're eligible for a Genius discount at Ocean view Luxury Beachfront Self Catering Apartment! To save at this property, all you have to do is sign in.Offering garden views, Ocean view Luxury Beachfront Self Catering Apartment is an accommodation situated in Cape Town, 300 metres from Blouberg Beach and 18 km from Robben Island Ferry. This beachfront property offers access to a balcony, free private parking and free WiFi. The accommodation offers a lift, full-day security and luggage storage for guests.The spacious apartment is equipped with 2 bedrooms, 1 bathroom, bed linen, towels, a flat-screen TV with streaming services, a dining area, a fully equipped kitchen, and a terrace with sea views. This apartment also has a patio that doubles up as an outdoor dining area. This apartment is allergy-free and non-smoking.A minimarket is available at the apartment.Guests can stay active with the fitness classes held on site. Guests at the apartment will be able to enjoy activities in and around Cape Town, like windsurfing, diving and cycling. Hiking can be enjoyed nearby.Table Mountain is 25 km from Ocean view Luxury Beachfront Self Catering Apartment, while World of Birds is 35 km from the property. The nearest airport is Cape Town International Airport, 23 km from the accommodation.",
        "price": "$500/night",
        "Status": "rent",
        "Area": "800 sq ft",
        "location": "Lakefront, Muskoka, ON",
        "facilities": ["Living room", "Fireplace", "Boat dock"]
        
      }

]